import React from "react";

class Car extends React.Component {
  constructor() {
    super();
  }


  render() {
    return (
      <div>
        <section>
          <p>Хоббі:</p>
          <ul>
            <li>Подорожі</li>
            <li>Фронтенд розробка</li>
            <li>Настольні ігри</li>
          </ul>
        </section>

        <section>
          <p>Улюблені книги:</p>
          <ol>
            <li>Відьмак</li>
            <li>Воно</li>
          </ol>
        </section>

        <section>
          <p>
            Львів — місто в Україні, адміністративний центр області,
            агломерації, району, міської громади, національно-культурний та
            освітньо-науковий осередок країни, великий промисловий центр і
            транспортний вузол, вважається столицею Галичини та центром Західної
            України. За кількістю населення — сьоме місто країни (717 273 станом
            на 01.01.2022).
          </p>
        </section>
      </div>
    );
  }
}

export default Car;
